tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
brew "glib"
brew "gdk-pixbuf"
brew "pango"
brew "adwaita-icon-theme"
brew "ast-grep"
brew "bat"
brew "bat-extras"
brew "colima"
brew "csvkit"
brew "docker"
brew "docker-buildx"
brew "dos2unix"
brew "exercism"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "go"
brew "gobject-introspection"
brew "gtk+3"
brew "jhead"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "lazygit"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "node"
brew "pipx"
brew "pre-commit"
brew "prettier"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "starship"
brew "wget"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
cask "1password"
cask "1password-cli"
cask "backblaze"
cask "devonthink"
cask "discord"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "omnifocus"
cask "rar"
cask "raycast"
cask "secretive"
cask "setapp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Dark Noise", id: 1465439395
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Screens 5", id: 1663047912
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
