brew "ansible"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "binwalk"
brew "btop"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "csvkit"
brew "difftastic"
brew "dos2unix"
brew "dtrx"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "go"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "lazygit"
brew "lima-additional-guestagents"
brew "mas"
brew "ncdu"
brew "node"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "squashfs"
brew "starship"
brew "uv"
brew "virtualenv"
brew "wget"
brew "ykman"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "calibrite-profiler"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "istat-menus"
cask "karabiner-elements"
cask "meld"
cask "orion"
cask "raycast"
cask "secretive"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "WireGuard", id: 1451685025
