tap "homebrew/autoupdate"
brew "glib"
brew "aichat"
brew "ansible"
brew "atuin"
brew "bat"
brew "bat-extras"
brew "binwalk"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "csvkit"
brew "difftastic"
brew "docker"
brew "docker-buildx"
brew "dos2unix"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "helm"
brew "imagemagick"
brew "ipmitool"
brew "jhead"
brew "jira-cli"
brew "jq"
brew "lazygit"
brew "lima-additional-guestagents"
brew "luarocks"
brew "mas"
brew "molecule"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "opencode"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "ripgrep"
brew "shfmt"
brew "squashfs"
brew "starship"
brew "talosctl"
brew "task"
brew "tmux"
brew "uv"
brew "virt-manager"
brew "wget"
brew "ykman"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "bartender"
cask "calibrite-profiler"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fujitsu-scansnap-home"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "karabiner-elements"
cask "meld"
cask "orion"
cask "rar"
cask "raycast"
cask "secretive"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Slack", id: 803453959
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
