tap "hashicorp/tap"
brew "ansible"
brew "argc"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "binwalk"
brew "bottom"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "csvkit"
brew "difftastic"
brew "dos2unix"
brew "dtrx"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glances"
brew "glow"
brew "go"
brew "gomplate"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "helm"
brew "imagemagick"
brew "jhead"
brew "jq"
brew "k8sgpt"
brew "kind"
brew "krew"
brew "kubecolor"
brew "kubernetes-cli"
brew "kustomize"
brew "kuttl"
brew "lazygit"
brew "lima-additional-guestagents"
brew "mas"
brew "ncdu"
brew "node"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "sd"
brew "squashfs"
brew "starship"
brew "talosctl"
brew "tflint"
brew "uv"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "ykman"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
cask "calibrite-profiler"
cask "devonthink"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "istat-menus"
cask "karabiner-elements"
cask "meld"
cask "obsidian"
cask "orion"
cask "raycast"
cask "secretive"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
mas "WireGuard", id: 1451685025
