tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "siderolabs/tap"
brew "ansible"
brew "atuin"
brew "bat"
brew "bat-extras"
brew "binwalk"
brew "coreutils"
brew "csvkit"
brew "difftastic"
brew "docker-buildx"
brew "dos2unix"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "hashicorp/tap/terraform"
brew "helm"
brew "imagemagick"
brew "ipmitool"
brew "jq"
brew "lazygit"
brew "lima-additional-guestagents"
brew "luarocks"
brew "markdownlint-cli2"
brew "mas"
brew "molecule"
brew "ncdu"
brew "node"
brew "opencode"
brew "pinact"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "python@3.12"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "siderolabs/tap/talosctl"
brew "squashfs"
brew "starship"
brew "task"
brew "terraform-docs"
brew "terraform-ls"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "xdg-ninja"
brew "yamlfmt"
brew "yamllint"
brew "ykman"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "calibrite-profiler"
cask "docker-desktop"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fujitsu-scansnap-home"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "helium-browser"
cask "karabiner-elements"
cask "meld"
cask "rar"
cask "raycast"
cask "secretive"
cask "visual-studio-code"
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Okta Verify", id: 490179405
mas "Slack", id: 803453959
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
